"{\"PageNumber\":1,\"PageSize\":50,\"Message\":\"Quote returned.\",\"Data\":[{\"Character\":\"Jake\",\"Episode\":\"Kicks\",\"QuoteText\":\"Charles: If we go to the bodega looking like detectives, we'll spook her.  Jake: Right you are, Charles my chum. But we won't look like detectives. I brought all my best sneakers. Get your fat, sweaty feet ready. Yeah. We're gonna look flippity-dippity-fly.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"Jake: Hey, good news. I found the address of Parlov's old assistant. I'm gonna go over there and question him. You want to come? Maybe he won't open the door and you'll have to kick it down. That always cheers you up.  Sergeant Jeffords: I don't feel like kicking down doors.  Jake: What about running really fast through a wall, leaving a perfect outline of your body?  Sergeant Jeffords: Like a cartoon?  Jake: Mm-hmm.  Sergeant Jeffords: No. I'm just gonna sit here and think about how the words I lived by my entire life are a big fat lie.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Oolong Slayer\",\"QuoteText\":\"Charles: I don't mean to overstep here, but you're looking a little fat.  Oh, boy.  Sergeant Jeffords: How dare you? You can't comment on my body. This is a workplace. Now I'm feeling objectified by your male gaze.  Charles: Absolutely not. Sir, just listen.  Sergeant Jeffords: No, I don't want to listen, Boyle.  You are trying to shame me, and that will not fly.  Charles: Okay.  Sergeant Jeffords: Now I need some more nibs just to calm down.\"},{\"Character\":\"Charles\",\"Episode\":\"Adrian Pimento\",\"QuoteText\":\"Marge: So we're supposed to come running to clean up your mess every time you snap your fat little fingers?  Charles: Oh, no, no, I actually can't snap my fingers, they're always too wet.\"},{\"Character\":\"Charles\",\"Episode\":\"Christmas\",\"QuoteText\":\"Charles: Hit him in his fat, rosy cheeks.  Jake: Oh, that felt wrong.\"},{\"Character\":\"Jake\",\"Episode\":\"The Swedes\",\"QuoteText\":\"Jake: My fellow detectives, ours is not an easy job. The hours are long, the danger is constant, the pay is LOL. But today, a glimmer of hope. For today, a new vending machine. Behold him in all of his glory, so full of strength, and promise, and, most importantly, sodium, gluten and fat.\"},{\"Character\":\"Jake\",\"Episode\":\"The Bet\",\"QuoteText\":\"Amy: Your stake-out bag is ninety-percent nuts.  Jake: I get snacky. Besides, nuts are super healthy. They're like 0% fat.  Amy: Jake, that's not true at all. It's actually the opposite.  Jake: What? That nut vendor lied to me!\"},{\"Character\":\"Charles\",\"Episode\":\"Adrian Pimento\",\"QuoteText\":\"Marge: I know all your secrets. [snaps fingers] Boyle. You got a taste for fast food.  Charles: [giggles] Those aren't mine. I only eat locally-sourced meats. They could be Terry's. He was fat once, you know?  Sergeant Jeffords: What the hell, Boyle?\"},{\"Character\":\"Jake\",\"Episode\":\"Dillman\",\"QuoteText\":\"Dillman: Okay, here's what we know. The glitter bomb was placed between 12:20 and 12:55. All the suspects say they were at lunch and have an alibi for that time, which means one of you is lying.  Jake: It was Terry. Thanks for coming by, Dill, but I got it from here. You see, Terrence, I couldn't help but notice you're not wearing suspenders today. Odd, considering suspenders are your entire personality.  Sergeant Jeffords: Seems a little reductive. I had a rough childhood, but I lifted myself up through arts and athletics...  Jake: Ah-buh-buh-buhp. You're the suspenders guy. Something felt fishy, so Jakey went fishing, and I caught me a fat one. And look at that. Terry's suspenders stuffed into his desk drawer, and there's glitter on them. Red glitter. Feels like that deserved an audible gasp.  Charles: [gasps loudly]  Jake: Thank you, Charles. You got messy setting up the prank. You didn't want anyone to see. You put the suspenders in your desk drawer. Case closed.  Rosa: Did you put that folder there just so you could close it?  Jake: Yes, Rosa, obviously.\"},{\"Character\":\"Jake\",\"Episode\":\"He Said, She Said\",\"QuoteText\":\"Seth Haggerty: So last night I was giving my coworker, Keri, some pointers on her trades. Told her \\\"lever up on VTC. There's no fat tail on the vol's wicked low.\\\" I just didn't want her to chump it.  Jake: Right, and you spoke that way because you were ... snowboarding?  Seth Haggerty: No, we were in my office.  Jake: Yeah.\"},{\"Character\":\"other character\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"Jake: The handwriting in the death threats matches perfectly with the inscription you wrote to Terry.  D.C. Parlov: Yeah, tell you the truth, I didn't actually write this inscription myself.  Both: What?  D.C. Parlov: Come on, you guys, grow up. You think I have time to answer each letter I get from every sad little fat kid that writes me? Come on. That's why I've got assistants, precisely for that sort of crap.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The 9-8\",\"QuoteText\":\"Sergeant Jeffords: I know it's crowded in there and they're not very considerate guests and they took my mouse and then they took my keyboard and then they took the whole computer. And when I had nothing else to give, they came for my yogurt. No, not just any yogurt. Full fat Greek with a touch of honey. That's a once a week treat!\"},{\"Character\":\"Amy\",\"Episode\":\"Cheddar\",\"QuoteText\":\"Amy: Yeah, but this is too much pressure! Why did you volunteer us for this?  Jake: Because Holt hasn't seen Kevin in, like, months, and I was just thinking if that was me and you, it would make me really sad.  Amy: Oh. That's actually super sweet.  Jake: Plus, there's this big, fat binder full of instructions and rules.  Amy: There's a binder? Why didn't you lead with that, you idiot?  Jake: Oh! How about I just leave you two alone?  Amy: Okay.\"},{\"Character\":\"Jake\",\"Episode\":\"The Pontiac Bandit Returns\",\"QuoteText\":\"Jake: NYPD! Stop where you are! Come on, Santa. Why are you so fat?\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The 9-8\",\"QuoteText\":\"Sergeant Jeffords: I know it's crowded in there and they're not very considerate guests and they took my mouse and then they took my keyboard and then they took the whole computer. And when I had nothing else to give, they came for my yogurt. No, not just any yogurt. Full fat Greek with a touch of honey. That's a once a week treat!\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Fugitive (Part 2)\",\"QuoteText\":\"Sergeant Jeffords: I get what you're saying, but at least I used to be a prime physical specimen.  Rosa: Dude, you have, like, 1% body fat.  Sergeant Jeffords: Now I'm at 1.8. I'm fat. I'm a fat, bald old man.  Rosa: You shave your head.  Sergeant Jeffords: Yeah, Rosa. Vin Diesel and I shave our heads because we think it looks good.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Puzzle Master\",\"QuoteText\":\"Rosa: Wait, who are you assigning this car to, Sarge?  Sergeant Jeffords: Um, I was actually thinking I'd get this one.  Hitchcock: Seriously?  Rosa: You suck.  Sergeant Jeffords: Whoa, the heater in my detective car hasn't worked in two years. I don't have enough body fat to keep warm. Terry's sick of shivering.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"48 Hours\",\"QuoteText\":\"Rosa: Is that a nightgown?  Sergeant Jeffords: That's mine. It's a T-shirt from my fat phase.  Jake: \\\"If at first you don't secede, try try again.\\\"  Sergeant Jeffords: You're that big, you buy anything that fits. A lot of fat guy clothes have racist overtones.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Halloween IV\",\"QuoteText\":\"Jake: But how did you know he was gonna say \\\"heists are dumb\\\"?  Gina: Terry says that about everything.  [cut to:]  Sergeant Jeffords: Everyone should wear suspenders. Belts are dumb.  Sergeant Jeffords: People should swim forward. The backstroke is dumb.  Sergeant Jeffords: 30 grams of fat? Hummus is dumb.\"}]}"