"{\"PageNumber\":1,\"PageSize\":50,\"Message\":\"Quote returned.\",\"Data\":[{\"Character\":\"Amy\",\"Episode\":\"Moo Moo\",\"QuoteText\":\"Cagney and Lacey: Up. Down. Up. Down. Up. Down. Up. Down. Up. Down.  Amy: Oh, uh, maybe don't play with the windows? Jake, tell them to stop.  Jake: But playing with the windows is fun.  Amy: Jake.  Jake: And it could spark a lifelong interest in mechanical engineering.  But sure. If you want, I'll tell these young girls that you don't think science is a good fit for them.  Amy: Play with those windows, ladies.  Cagney and Lacey: Yay!\"},{\"Character\":\"Jake\",\"Episode\":\"Admiral Peralta\",\"QuoteText\":\"Roger Peralta: Growing up, he had a boat. Meant everything to him. He named it \\\"Walter,\\\" after himself.  Walter Peralta: She was the child I never had.  Roger Peralta: I was the child you did have. Anyway, one day I took Walter Junior out for a spin. I was trying to impress one of the lake girls. Before I met your mom, I was a bit of a ladies' man.  Jake: Yes, that continued long after you met my mom.  Walter Peralta: He's always been a floozy.\"},{\"Character\":\"Jake\",\"Episode\":\"White Whale\",\"QuoteText\":\"Sergeant Jeffords: No way. Sharon and the girls are going on a playdate all day and I'm going to see a movie for grown-ups. No talking animals and tons of cuss words.  Jake: I know cuss words. Come with me and I'll cuss at you all day long, you big piece of crap.\"},{\"Character\":\"Gina\",\"Episode\":\"The Bank Job\",\"QuoteText\":\"Milton: Hey, I had a great idea for a baby name.  Gina: What is it?  Milton: If it's a girl, how about \\\"The Enigma\\\"?  Gina: Oh, my God, I already thought of that, and then if it's a boy, it could just be-  Both: \\\"The Enigmo.\\\"\"},{\"Character\":\"Gina\",\"Episode\":\"Show Me Going\",\"QuoteText\":\"Amy: Hey. What are you doing in here?  Gina: Holt's scanner was making me anxious, so I came in here to listen to some calming music. It's me singing the song I wrote. \\\"Subway girl Gettin' all the looks Holdin' onto your Big pile of books, yeah\\\"\"},{\"Character\":\"Adrian Pimento\",\"Episode\":\"Gray Star Mutual\",\"QuoteText\":\"Adrian Pimento: I got a way better job now. I'm working at one of those fancy hand lotion stores. Spoiler alert: I have a gun again, and I've gotten to use it three times. You would be surprised how often teenage girls try and shoplift mango hand cream.\"},{\"Character\":\"Charles\",\"Episode\":\"New Captain\",\"QuoteText\":\"Jake: Not that it's any of your business, Boyle, but the person I'm taking on a date is a girl from the gym.  Charles: What? Why is this the first time I'm hearing about her? Or that you go to the gym?  Jake, avoid the weights. Nobody wants you turning into another Terry. Ugh.  Sergeant Jeffords: Hey! People like the way that I look.  Charles: Sure they do, Big Guy.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Stakeout\",\"QuoteText\":\"Captain Holt: You remember my nephew Marcus? The 31-year-old? He asked me to ask you if you are single. I told him I'm not a third-grade girl with pigtails passing love notes.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Woman: Hey, you're the girl from the diarrhea commercial, aren't you? You get diarrhea on the plane.  Sheena: That's not true.  Rosa: Yeah, move along.  Sheena: I don't get diarrhea on the plane. I get diarrhea in the airport.  Captain Holt: What's going on? Are you an actor?  Sheena: Well, you don't have to sound so grossed out. I can see why you didn't want him meeting Jocelyn.  Captain Holt: Excuse me?  Rosa: This isn't Jocelyn. It's Sheena. She's an actress.  Sheena: Yeah, I was in an episode of \\\"SVU.\\\" I say, \\\"We want answers!\\\" The director tried to replace me, but Mariska said it would take too much time, and then they all agreed I'd probably cut together fine.\"},{\"Character\":\"Amy\",\"Episode\":\"Jake & Amy\",\"QuoteText\":\"Jake: I love you so much. You're my dream girl.  Amy: I love you too. I can't wait to spend the rest of my life with you.\"},{\"Character\":\"Amy\",\"Episode\":\"DFW\",\"QuoteText\":\"Jake: This is not on us. I mean, it was crazy for her to think moving to New York was a good idea, right?  Amy: Yes, it was unrealistic. Just like Mongkut thinking a ten-year-old American girl would pay his bail and help him seek vengeance on his brother.  Jake: You know, when I'm not distracted by this, I'd really love to hear the full Mongkut story.  Amy: It gets dark.  Jake: Yup.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"The Fugitive (Part 2)\",\"QuoteText\":\"Doug Judy: Damn, it feels good to be on the same team for once. A cop and a criminal working together. (GASPS) We need a theme song. The Pontiac Bandit and Jake the cop-  Jake: Oh!  Doug Judy: Taking down crooks, In the streets where they live, Flirting with girls who are hot for the badge-  Jake: There's a talking police dog that helps them solve crime.\"},{\"Character\":\"Jake\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"Sergeant Jeffords: Sign our petition to make Qwandor the dragon a male!  Jake: There are already enough girl characters. We don't need a third!\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Ding Dong\",\"QuoteText\":\"Cagney & Lacey: Uncle Jake! Uncle Jake!  Sergeant Jeffords: Slow down, girls. No need to run. Uncle Jake is family. Now, what do you wanna say to Uncle Jake?  Cagney & Lacey: Thank you for the tickets.  Sergeant Jeffords: Oh, that's so cute how you said that at the same time without rehearsing it in the car.\"},{\"Character\":\"Walter Peralta\",\"Episode\":\"Admiral Peralta\",\"QuoteText\":\"Roger Peralta: It was dark. I crashed into the dock; I woke up in the hospital.  Jake: How was the girl?  Roger Peralta: Flexible. Man, she could put her leg... total...  Jake: No, I was... after the accident.  Roger Peralta: Oh, right! No. She was totally unhurt, thank goodness. But I was in the hospital for three weeks, and Admiral Ass never visited me once.  Walter Peralta: I warned you not to take the boat out. You make mistakes, you got to accept the consequences.  Roger Peralta: I'm your son!  Walter Peralta: And Walter was my daughter.\"},{\"Character\":\"Amy\",\"Episode\":\"The Slaughterhouse\",\"QuoteText\":\"Gina: You know, I wouldn't worry about it. Amy's, like, physically incapable of being mad at you.  Captain Holt: I don't think she'll be disrespectful, but certainly she'll be upset.  Gina: Ehh, watch this. Amy, someone lost your pen, girl.  Amy: Gina, you better be joking. That pen is my best friend, and I will straight up-  Gina: It was Captain Holt.  Amy: Oh, that's fine. It's just a pen.  Gina: It's just a pen. [derisive laugh]\"},{\"Character\":\"Gina\",\"Episode\":\"Coral Palms Pt. 2\",\"QuoteText\":\"Amy: So I heard from One Police Plaza. They received my letter, and apparently they also received hundreds of others in support of C. J.  Gina: Yeah, Emily and I sent those in. So Emily, what was that burn I had you write down for Amy because I didn't want to forget it?  Emily: \\\"Why so sad? Did you just find out American Girl doesn't make clothes in adult sizes?\\\"  Gina: No.  Emily: \\\"Steven Seagal called and he wants his ponytail back\\\"?  Gina: Huh-uh.  Emily: \\\"Gina: Hey, Amy, what did one graphing calculator say to the other one? Amy: What? Gina: Why does the sad lady own two of us?\\\"  Gina: That's it!\"},{\"Character\":\"Jake \",\"Episode\":\"Casecation\",\"QuoteText\":\"Pam: I don't want to blow up, but the man said he'd give me $500,000. This is so Bobby can take care of my granddaughter. That girl means the world to me.  Jake: Fine, fine. Point to Pam. But if you care about her so much, how can you just blow yourself up? You'll never get to see her again.  Pam: Well, at least I know she'll be financially well taken care of.  Jake: Sure, but is this really how you want her to remember you? As a murderer?  Pam: I'd rather be remembered as a woman who blew up a mobster to help her family rather than a librarian whose bowels are tied up like a sailor's knot!  Jake: Okay, that's a very strong argument. Very strong.\"},{\"Character\":\"Charles\",\"Episode\":\"The Bet\",\"QuoteText\":\"Charles: Jake, do you know why little boys pull little girls' pigtails on playgrounds?  Jake: Because they're so easy to grab, they're just begging to be pulled.  Charles: Because they like the girls and that's the only way they know how to get their attention.  Jake: What are you saying?  Charles: All of this teasing. This elaborate date. Somewhere deep down, you like Amy. Like like her like her.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Ebony Falcon\",\"QuoteText\":\"Sergeant Jeffords: What's my name?  Jake: Terry Jeffords.  Sergeant Jeffords: What is my name?  Jake: The Ebony Falcon.  Sergeant Jeffords: And what does The Ebony Falcon do?  Jake: Takes every precaution to ensure his own safety.[Terry breathes heavily] Takes bad guys to jail and bad girls to bed.  Sergeant Jeffords: Hell yeah he does. Except now the Ebony Falcon is monogamous and too tired for sex so his only indulgence is fresh-fruit yogurt parfaits.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Road Trip\",\"QuoteText\":\"Sergeant Jeffords: Just let me help you. I'll get your perp to talk. I can be very persuasive.  I just negotiated my baby girls down from a pony to a hamster.\"},{\"Character\":\"Jake\",\"Episode\":\"Admiral Peralta\",\"QuoteText\":\"Jake: Okay, we all heard the cake splat on the other side of the counter, which means we can probably assume you can see the color.  Roger Peralta: Why does that matter?  Jake: Because the color of the cake tells us if we're having a boy or a girl.  Roger Peralta: How can that baker tell?  Walter Peralta: Because the baker does the test.  Jake: No, the doctor does the test. Then the doctor calls the baker, and the baker makes the cake.  Walter Peralta: Okay, I hate to say this, but can you start over?\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Ticking Clocks\",\"QuoteText\":\"Sergeant Jeffords: Quinn, did you get the alert?  Officer Gwen: Yeah, but I haven't seen anyone unusual down here. I mean, other than 1,000 Kappa Gamma Kappas.  Sergeant Jeffords: At least you didn't have to deal with Lambda Nus. Those girls are savages.  Whitney Grubner: Right? We're the victims here. We have a nighttime event, and if we don't make our blowouts, then we'll all look disgusting, and nobody will give any money to the kids, or dogs, or whatever the charity is.  Barbara Arbara: It's to buy shoes for poor people so they can get jobs.  Whitney Grubner: Yeah.  Sergeant Jeffords: We'll do our best, but it's possible you're gonna miss your event.  Whitney Grubner: That's too bad, 'cause you could use some decent shoes.  Sergeant Jeffords: What? Terry got these at Aldo.  Whitney Grubner: Was it buy one, get one?  Sergeant Jeffords: No, it wasn't. It was a three-for-one Labor Day doorbuster.  Whitney Grubner: Makes sense.\"},{\"Character\":\"Jake\",\"Episode\":\"The Big House Pt. 2\",\"QuoteText\":\"Warden: So, how was your first stint in solitary?  Jake: It was nothing. I held it together. [flashback] Oh Amy. When'd you get here? You've come for my conjugal capabilities. You're looking real good, girl.  Whoa, lost a booby. No matter. I'll just build another one. More mashed potatoes!\"},{\"Character\":\"Gina\",\"Episode\":\"The Funeral\",\"QuoteText\":\"Charles: Hey, G-Spot!  Gina: Rosa, Charles. Ugh, I missed you guys so much.  Rosa: Really? Because when you left, you made a pretty big deal about deleting us from your phone.  Gina: Girl, that was just the showman in me.  PR is so boring. I need some Nine-Nine drama, stat.   Rosa: I don't think we're that dramatic.  Gina: I've been gone one week. Jake and Amy are dating and they've killed a person.\"},{\"Character\":\"Amy\",\"Episode\":\"The Bimbo\",\"QuoteText\":\"Amy: Tell 'em how good it was, Rosa. Tell 'em how high our morale is.  Rosa: High.  Amy: Oh, stop gushing, girl.\"},{\"Character\":\"Gina\",\"Episode\":\"Return of the King\",\"QuoteText\":\"Gina: No, Italian girl. We are changing the world, for we are the G-Hive. And today we are celebrating our 1 millionth subscriber. Over 1 million people are living their lives according to the Gina-mandments. They're like the Ten Commandments, only there's more and they're better. I would now like to express my gratitude the best way I know how through song.  Gratitude  Grati-tat-tat-tat tatitude! Grati-tat-tat-tat-tatitude!  Gratitude.\"},{\"Character\":\"Gina\",\"Episode\":\"Terry Kitties\",\"QuoteText\":\"Gina: Hey. Beard-o. It's time for you to get out of Charles's house today.  Adrian Pimento: Hang on, ma'am. You don't tell me what to do.  Gina: Uh, that's where you're wrong, baby girl. I run this precinct. Watch this. Scully, go to sleep!  Scully: Okay.\"},{\"Character\":\"Charles\",\"Episode\":\"Admiral Peralta\",\"QuoteText\":\"Charles: Okay, here's the cake. If it's pink on the inside, it's a girl. And if it's blue, it's a boy.  Jake: And why do you seem so bummed by that?  Charles: Because I still think you should have done the pig roast, where we start eating it from the snout, and discover the baby's sex when we get to the genitals.  Jake: Yeah, you know, Amy wanted to do that too, but I just don't see it.\"},{\"Character\":\"Amy\",\"Episode\":\"The Venue\",\"QuoteText\":\"Amy: Okay, she's into spring break, bong rips, slurping shots, and crop tops that say \\\"little cutie.\\\"  Jake: Noice.  Amy: She is not into nerds, wearing pants, needy guys, monogamy, or feminism, and her quote is, \\\"Whatever happened to 'Girls Gone Wild'?\\\"  Jake: [chuckles] This Valerie sounds like a real pill.\"},{\"Character\":\"Charles\",\"Episode\":\"Cheddar\",\"QuoteText\":\"Jake: Wait, stop talking. I'm hearing something in the background. What is that, a train and a girl whimpering?  Charles: That's me; I'm so scared you're not gonna find me.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"USPIS\",\"QuoteText\":\"Sergeant Jeffords: That's better than my excuse. I said I had to go to my girls' bat mitzvahs.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"Pontiac Bandit\",\"QuoteText\":\"Jake: I gotta say, the suit is growing on me.  Doug Judy: Looks good.  Jake: Is it triple-breasted somehow?  Doug Judy: There's no such thing.  Jake: What about the girl in total recall?  Doug Judy: Mmm. Triple bitties.\"},{\"Character\":\"Jake\",\"Episode\":\"The Mole\",\"QuoteText\":\"Jake: That was insane. I mean who else is hooking up that we don't know about? Rosa and Terry? Holt and Scully? You and Hitchcock?  Amy: You need to forget about Charles, okay. You need to get inside and put those files back. Wow, wow, wait. Why did I get Hitchcock?  Jake: Because you're the girl version of him.\"},{\"Character\":\"Officer Debbie Fogle\",\"Episode\":\"Debbie\",\"QuoteText\":\"Sergeant Jeffords: Okay, this is good. Now just tell me why you did it.  Officer Debbie Fogle: Because I need my drugs. I'm a big time drug girl.  Sergeant Jeffords: Debbie, I don't think that's true. I think Silvio Nucci forced you to do this against your will.  Officer Debbie Fogle: Nucci? [laughs manically] What?  [cut to:]  Sergeant Jeffords: She sat there and laughed for 40 minutes.\"},{\"Character\":\"Gina\",\"Episode\":\"Charges and Specs\",\"QuoteText\":\"Gina: Our friendship is little-boy holding little-girl's hand.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"The Pontiac Bandit Returns\",\"QuoteText\":\"Jake: Doug Judy, you're under arrest. Put your hands in the air.  Doug Judy: Hey, Rosa. Merry Christmas, girl.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Monster in the Closet\",\"QuoteText\":\"Amy: Terry, you're on hair and makeup. I've seen your little girls' pigtails, so I know you can do it.  Sergeant Jeffords: They actually prefer my hair work to their mommy's. [giggles] I love their little heads. [sobs]  Rosa: Terry, what's going on, man?  Sergeant Jeffords: It's just a matter of time before I'm doing their hair at their weddings. [stammers] It goes so fast. They're still babies!  Amy: Pull it together, Jeffords!\"},{\"Character\":\"Charles \",\"Episode\":\"Trying\",\"QuoteText\":\"Rosa: Good news. My niece will take the two Claires. She wants them as pets.  Charles: That is great! Okay. Now we just need to find a home for ten more.  Rosa: Ten?  Charles: Boy Claire got girl Claire pregnant and made a bunch of little baby Claires.  Rosa: Oh, they're having sex again.  Charles: Mm-hmm.  Rosa: Oh, Claire.  Charles: Oh, Claire.  Rosa: Claire.  Charles: Claire.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Bad Beat\",\"QuoteText\":\"Captain Holt: Hot damn! Four queens. I call this hand the Golden Girls.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Casecation\",\"QuoteText\":\"Rosa: Anyway, do you want me to talk to Jake? I'm a pretty good bully.  Amy: Thanks, but no. I've got this covered. I left him alone with Terry. That guy is a walking advertisement for the joys of fatherhood.  [cut to:]  Sergeant Jeffords: Do not do it.  Jake: What? Don't you love your girls?  Sergeant Jeffords: So much. I mean, you should have seen Cagney this morning with her little braids in.  Jake: Oh.  Sergeant Jeffords: But they are a ton of work, man. If you are not totally, 100% sure you want them, you won't survive.  Jake: Is it really that hard?  Sergeant Jeffords: Yes. I never get any sleep. I'm always sick. I never get to watch anything I want on TV. I still haven't finished \\\"Breaking Bad,\\\" but I can recite \\\"Moana\\\" from memory? \\\"Maui, shape-shifter, demigod of the wind and sea. I am Moana.\\\" Why do I know that?\"},{\"Character\":\"Roger Peralta\",\"Episode\":\"Admiral Peralta\",\"QuoteText\":\"Jake: It's a party where we find out the biological sex of the baby in a surprising way.  Roger Peralta: You better hope you're having a girl. Peralta fathers do not get along with sons.  Jake: What? That's not true. I mean, look at us. We're doing better than ever. This year, you even remembered my birthday month.  Roger Peralta: Things are good now, but honestly, it's probably just a blip.  Jake: Well, that's fun to hear.  Roger Peralta: Well, that's just the way it is. It's the family curse. I haven't talked to my father since you were 10. His dad abandoned him at the World's Fair. His dad fled to America after drowning his dad in a well.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Ava\",\"QuoteText\":\"Sergeant Jeffords: It's a girl! Her name is Ava Jeffords. She's 14 pounds, six ounces.  Rosa: Whoa.  Sergeant Jeffords: Oh yeah, Terry Jeffords makes big babies.\"},{\"Character\":\"Amy\",\"Episode\":\"The Golden Child\",\"QuoteText\":\"Amy: That seems like a lot of work to open every time you have to pay a bribe.  I would keep it in this filing cabinet. [gasps] I found it! I beat the golden boy! I'm the golden girl!\"},{\"Character\":\"Jake\",\"Episode\":\"Moo Moo\",\"QuoteText\":\"Amy: Okay, girls. There's something called prejudice, which comes from the Latin words \\\"pre,\\\" or \\\"before,\\\" and \\\"judicium,\\\" which means \\\"to judge.\\\" Are you with me so far?  Cagney and Lacey: No.  Jake: No.\"},{\"Character\":\"Gina\",\"Episode\":\"Return of the King\",\"QuoteText\":\"Gina: And now, I wanna hear from you, my baby G-Hive! Yes, girl in the mustard sweater.  Menla Park: Hi, Gina. I just quit my job and left my husband who loves parkour more than he loves me. And it's all because of your Gina-mendment: \\\"If the light in your house is dim, change the bulb.\\\"  Gina: Yes! I have time for 15 more compliments.\"},{\"Character\":\"Charles\",\"Episode\":\"Captain Kim\",\"QuoteText\":\"Jake: You know, just put on a leather jacket and become a badass. You also need a chunky bracelet with fringe.  Charles: Wrong. Ever since Rosa gave me this baby, people have been treating me like I'm cool. The girl at the coffee shop even got the name on my cup right. It says \\\"Charles,\\\" not \\\"Cassie.\\\"  Amy: You know, I think it's ess about the jacket and more about the fact that you're feeling confident. Maybe this cool version of Charles was in there all along.  Charles: Amy, I love you, but that's insane. It's a magic jacket.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Manhunter\",\"QuoteText\":\"Sergeant Jeffords: Why is the tent so quiet? Is everybody talking about me now?  Rosa: Nobody is talking about you.  Sergeant Jeffords: Sure. Terry walks into a tent and everybody just happens to stop talking at the same damn time? You are gaslighting me just like my daughters!  Amy: Terry, I think you're being paranoid.  Sergeant Jeffords: I'm not paranoid! I put a recording device in my girls' room.  Amy: You planted a bug in your daughters' room?  Sergeant Jeffords: I do what I have to do. They said I look like a giant triangle!  Rosa: Is that an insult?  Sergeant Jeffords: I don't know! But they were laughing like it was, and it hurt just the same! Don't have kids!\"},{\"Character\":\"Jake\",\"Episode\":\"Game Night\",\"QuoteText\":\"Jake: Maybe just be honest with them. Right? Tell 'em how you feel. Like, you could say, \\\"Mom, Dad, I'm bisexual. But I'm still your daughter. I'm still the same person that I've always been. And who I love will never change that.  And you guys raised me to be strong and confident. And I don't wanna hide who I am anymore. I am bi.\\\"  Rosa: Damn. That was-  Jake: \\\"And I know that this may come as a shock to you, but it's my truth. So I hope you can accept that.\\\"  Rosa: Jake-  Jake: \\\"Maybe you still see me as your little girl, but I'm woman now. And I know my own heart.\\\"  Rosa: You done?  Jake: Yeah. Wow, that felt amazing. I really disappeared into it. Should I become an actor?  Rosa: Absolutely not.  Jake: Copy that.\"},{\"Character\":\"Officer Debbie Fogle\",\"Episode\":\"Debbie\",\"QuoteText\":\"Officer Debbie Fogle: Look what I found. Do you like it, Jake?  Jake: Uh, yes! I love it. Real Cruella de Vil vibes.  Officer Debbie Fogle: No, no, no. I'm not Cruella de Vil. I would never hurt dogs. I'm Perdita!  Jake: Who?  Officer Debbie Fogle: The romantic lead of the film. Pongo's wife. The girl dog.  Jake: Yes, yes! Of course, you look exactly like Perdita.\"},{\"Character\":\"Charles\",\"Episode\":\"The Slump\",\"QuoteText\":\"Charles: Man, girls are so scary.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"Pontiac Bandit\",\"QuoteText\":\"Rosa: Before we go any further, we need to know if you're for real. Describe the guy.  Doug Judy: Asian dude.Maybe 5'8 \\\", spiky black hair. Rocks in both ears. Always wears a black suit. And speaks with a British accent. Like my girl, Dame Judi Dench. I have impeccable taste.\"},{\"Character\":\"Charles\",\"Episode\":\"Boyle's Hunch\",\"QuoteText\":\"Charles: My hunch is that it's a jealous ex-lover. Girl like that, three dogs, makes her own turkey stock, that's the kind of woman you don't get over.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Captain Peralta\",\"QuoteText\":\"Sergeant Jeffords: My girls were conceived to Bootylicious. Don't tell my wife I told you that.\"},{\"Character\":\"Charles\",\"Episode\":\"Windbreaker City\",\"QuoteText\":\"Charles: Breakups are the worst. Man, I just wanna walk up to Sophia, slap her in the face and say \\\"Girl, you messed up.\\\"\"},{\"Character\":\"Gina\",\"Episode\":\"DFW\",\"QuoteText\":\"Gina: Well, what happened to Becky?  Rosa: Who?  Gina: The girl you were seeing whose name you wouldn't tell us so we just started calling her Becky.\"},{\"Character\":\"Amy\",\"Episode\":\"Thanksgiving\",\"QuoteText\":\"Amy: Captain, I want to tell you something. I think you're... Like, when I was a little girl.  Captain Holt: You think I'm like when you were a little girl?  Amy: Forget it. The moment's passed.\"},{\"Character\":\"Charles\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"Charles: Hello, cousins. Bobby, Brendan, Bill, Bernard, boy Corey, girl Corey.  Papa Boyle once said: \\\"Stay in the middle. That's where it's safe.That's where we thrive.\\\" That's Iowa.\"},{\"Character\":\"Gina\",\"Episode\":\"NutriBoom\",\"QuoteText\":\"Amy: Gina, what do I do?  Gina: No, I don't know how to deal with an Amy. But there is this girl Wanda in my Mommy & Me class. She's such a pill. She's so into her baby and not into the other babies and it's like, oh, cool, well, congrats. Your baby rolled over early. Like, who cares?  Amy: I don't have time for this, Gina. *turns and walks away*  Gina: And that is how you deal with an Amy. You talk about something she's not interested in until she walks away.  Amy: Ohh, brilliant.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Chopper\",\"QuoteText\":\"Sergeant Jeffords: My girls are on the waitlist for their preschool, and it's twice as tough to get in with twins.  Rosa: Why don't you just get one of them in, and let them take turns going to school every other day?  Sergeant Jeffords: Diaz, that's crazy. I asked my wife and she said no.\"},{\"Character\":\"Charles\",\"Episode\":\"Cinco De Mayo\",\"QuoteText\":\"Jake: Okay, this is official getting hard to track. Who has the bracelet now?  Captain Holt: Santiago.  Amy: Yeah. And no of you are getting it.  Jake: We'll see about that.  Amy: [TASER CRACKLING] [GROANS] What the hell?  Jake: Remember that very fancy Swiss pen I got you for Christmas, the one that you keep in your pocket at all times? It's a taser, bro.  Amy: [BEEPING] Uuugh.  Jake: I'll take that. Amy, do not make me tase you again.  Amy: No, no, no, no, don't. I'm pregnant.  Jake: What?  Amy: I just found out. It's a girl.  Jake: Oh, my God.  Charles: Oh my God, it's happening. Quick, someone get a reaction video of me becoming an uncle!\"},{\"Character\":\"Gina\",\"Episode\":\"Your Honor\",\"QuoteText\":\"Amy: The only thing that's overturned is your decision to not learn how to fix a tire.  Gina: Why won't you let this go?  Amy: My parents wanted me to learn how to change a tire, and I thought it was a waste of time. Like any other 16-year-old girl, all I wanted to do was sit in my room alone reading books on U.S. history.  Gina: Ugh, every story about your childhood makes me so sad.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Terry Kitties\",\"QuoteText\":\"Gina: I've been asking you for months if I could answer the phone like, (singing) \\\"Who dis?\\\"  Captain Holt: Give it a whirl, girl.\"},{\"Character\":\"Charles\",\"Episode\":\"Debbie\",\"QuoteText\":\"Sergeant Jeffords: So we don't know where Debbie has hidden the drugs. We searched her car, her apartment we even tried the location data on her phone, but she was smart, she had it turned off.  Amy: Or her battery died. According to her Screen Time app, she plays five hours a day of a game called \\\"Cool Girl in School.\\\"  Charles: I love \\\"CGIS.\\\" I just made captain of the color guard. Junior year's looking up.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Woman: Hey, you're the girl from the diarrhea commercial, aren't you? You get diarrhea on the plane.  Sheena: That's not true.  Rosa: Yeah, move along.  Sheena: I don't get diarrhea on the plane. I get diarrhea in the airport.  Captain Holt: What's going on? Are you an actor?  Sheena: Well, you don't have to sound so grossed out. I can see why you didn't want him meeting Jocelyn.  Captain Holt: Excuse me?  Rosa: This isn't Jocelyn. It's Sheena. She's an actress.  Sheena: Yeah, I was in an episode of \\\"SVU.\\\" I say, \\\"We want answers!\\\" The director tried to replace me, but Mariska said it would take too much time, and then they all agreed I'd probably cut together fine.\"},{\"Character\":\"Jake\",\"Episode\":\"Det. Dave Majors\",\"QuoteText\":\"Rosa: I thought he was dating that weather girl.  Jake: No, he dumped her because she blamed Hurricane Sandy on gay marriage.\"},{\"Character\":\"Rosa\",\"Episode\":\"White Whale\",\"QuoteText\":\"Amy: Hello, Mrs. Mindar. We're from Sunset for Seniors, and we're here to brighten your day.  Louise Mindar: Where's my regular girl?  Amy: Oh, she's sick. Appendicitis.  Eunice: Oh, Frank's niece just had that. Hi, I'm Eunice.  Amy: Hi, Eunice. We're talking to Louise. So, I have a really fun activity for today. We are going to-  Eunice: You know what? I was wrong. Frank's niece had a botched uterus.  Rosa: Thank you for that visual, Eunice.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Moo Moo\",\"QuoteText\":\"Sergeant Jeffords: Thanks for babysitting last night. The girls told me what you talked about, and it couldn't have been easy.  Amy: I'm sorry I told them orgasms was another word for oranges. I panicked.  Sergeant Jeffords: Yeah, it did make it awkward when they asked for orgasm juice this morning, but I was more talking about the other stuff.\"},{\"Character\":\"Jake\",\"Episode\":\"The Venue\",\"QuoteText\":\"Charles: So, tell us about the venue.  Amy: Oh, well, there's not much to tell other than it's a gorgeous mansion!  Jake: Big ol' house!  Amy: With a professional kitchen.  Jake: Chop-chop, y'all!  Amy: Ooh. A private library for the ceremony.  Jake: My girl loves books!  Amy: Seven bathrooms!  Jake: No lines, ladies!  Amy: And an outdoor reception area.  Jake: Uh, can I get a gazebo? [imitates a record scratching] I apologize to a host of communities.\"},{\"Character\":\"Jake\",\"Episode\":\"Moo Moo\",\"QuoteText\":\"Jake: Hey, girls! Who's the coolest person you've ever met in your entire lives?  Cagney and Lacey: You are!  Jake: And who's the most handsome dude in all the land, even objectively more than Idris Elba?  Cagney and Lacey: You are!  Jake: Man, kids are awesome. You can tell them literally anything, and they'll just say it.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"The Cruise\",\"QuoteText\":\"Jake: Whatever, Judy. You're under arrest.  Doug Judy: You can't arrest me, boo. We're in international waters, which is also why I can smoke as much weed as I want. Welcome to the high seas.  Jake: No, no way that that's true. Amy, tell me I can arrest him right now.  Amy: Judy's right. We have no jurisdiction. Technically this boat flies under the flag of Uzbekistan.  Doug Judy: Uh-oh, your girl knows about the Uzbeks!\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Amy: Look, I think it's so great that you've been married so long and want to keep it fresh. I hope Jake does that for me if our sex life ever takes a dip.  Sergeant Jeffords: Dip? Oh, there is no dip. Just ask Sharon.  Amy: Oh, no, please. I don't want to do that. That's not necessary. It's okay. I believe you.  Sergeant Jeffords: [on the phone] Hey, hon. Yeah, could you tell Amy how good I am in bed? Because I'm a sex machine who- Oh, on speaker? Oh, hey, girls. How was school?\"},{\"Character\":\"Jake\",\"Episode\":\"Ticking Clocks\",\"QuoteText\":\"Jake: We still haven't found the hacker, but the cyber guy is getting close.  Amy: Okay, let's check in with Holt.  Jenna Pazhley: Hold on to him, girl. He seems pretty sweet, and you guys are like both sevens.  Jake: Oh, come on.\"},{\"Character\":\"Jake\",\"Episode\":\"The Venue\",\"QuoteText\":\"Hitchcock: Dudes, the Vulture's throwing an all-girl pudding wrestling party in a mansion in May! It's the only important thing happening that day!  Amy: After party?  Jake: Fits our budget.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Pimento\",\"QuoteText\":\"Amy: Okay, this sucks. We never fight, and then stupid Brad comes in and turns us all against each other and now we're acting like a bunch of kids.  Sergeant Jeffords: Not all kids. My girls never act like this.  Captain Holt: We may be arguing, but we're all thinking the same thing: Terry talks about his children too much.  Sergeant Jeffords: Do I really? You all think that?  Captain Holt: Keep a lid on the box, Pandora. You won't like what's inside.\"},{\"Character\":\"Jake\",\"Episode\":\"Operation Broken Feather\",\"QuoteText\":\"Jake: Hello, everyone. My name is Roger Strikewell, and I will be your guest auctioneer this evening. So many faces to look at. I won a radio contest, and I'm so excited to be here tonight to sell you all of these cool, old, Greek things. Our first item up for bid is lot number 344. It is this old \\\"vase,\\\" \\\"vahs\\\" if you're nasty. It was made in the year five and depicts the classic Greek fable: Boy meets girl, boy has goat legs. And on the back, just a whole bunch of wheat. So let's start the bidding at $10. [all hands go up] Okay, started it way too low.\"},{\"Character\":\"Doug Judy\",\"Episode\":\"The Takeback\",\"QuoteText\":\"Jake: All right, look, Judy, I know you're getting married.  Doug Judy: Damn it, I didn't think you'd find out about that. Who told you, Ronnie? Bobby? Ricky? Mike?  Jake: Don't try and change the subject by tricking me into singing New Edition with you.  Doug Judy: I don't know what you're talking about. Ronnie, Bobby, Ricky and Mike...  Both: [singing] If I like the girl who cares who you like  Doug Judy: Whoo!\"},{\"Character\":\"Charles\",\"Episode\":\"The Slaughterhouse\",\"QuoteText\":\"Sergeant Jeffords: Cooperation instead of punishment. Damn, Boyle, that is some advanced level parenting right there.  Charles: I learned from the best-  Sergeant Jeffords: Thank you.  Charles: Lorelai from \\\"Gilmore Girls.\\\"  Sergeant Jeffords: Okay.  Charles: I guess being a daddy just comes naturally to me.\"},{\"Character\":\"Charles\",\"Episode\":\"Lights Out\",\"QuoteText\":\"Jake: Wait, wait, wait, stop! The power's back.  Kayla: Oh, yuck, none of you are cute with the lights fully on.  Charles: You wanna play mean girl, Kayla? Two can play at that game. Let's talk about your bangs.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Cinco De Mayo\",\"QuoteText\":\"Captain Holt: No movement yet. So here's our plan. After watching everyone coo over your maudlin proposal, I've decided we should employ a similar diversion.  Amy: Smart, I'm in.  Captain Holt: You will tell Jake you are pregnant with his child.  Amy: What? I'm not pregnant.  Captain Holt: Here is a positive pregnancy test and a sonogram of your fetus. Congratulations. It's a girl.  Amy: Feels a little mean to play with Jake's feelings like that, sir.  Captain Holt: You're right, it is mean. Too bad. As your mentor I command you to do it.  Amy: Wow, okay.\"},{\"Character\":\"Rosa\",\"Episode\":\"DFW\",\"QuoteText\":\"Gina: Okay, well, listen, you're in luck. Because I have the perfect girl for you, and I'm actually texting with her right now.  Rosa: No. You are terrible at setting me up. Remember that dork, Justin?  Gina: He was a tattoo artist and he rode a motorcycle.  Rosa: A Yamaha. He might as well have picked me up in a station wagon.\"},{\"Character\":\"Jake\",\"Episode\":\"The Golden Child\",\"QuoteText\":\"Jake: Hey, are you okay?  Amy: Yeah, I just had to go to the bathroom, like I said.  Jake: Oh, great. I thought you went in there to give yourself a pep talk in the mirror like the girl from the deodorant commercial.  Amy: I don't know what you're referring to.  Jake: She wants the big promotion, but there's just one problem. She got skunk pit. We'll watch it later.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Big House Pt. 2\",\"QuoteText\":\"Amy: Captain Holt, can you distract the lot attendant?  Captain Holt: I'm not Captain Holt. I'm Joe Wozniak, here to see my girl in prison. And, to help me pass as a straight Kevin's rose-shearing hat.\"},{\"Character\":\"Charles\",\"Episode\":\"Ding Dong\",\"QuoteText\":\"Jake: Hey there, big guy. You sure you're feeling okay about ending Charles' life?  Sergeant Jeffords: Yep, my girls are gonna see this movie.  Jake: Right, well, before you commit manslaughter, I do feel compelled to tell you that the movie only has a 38 on Rotten Tomatoes.  Scully: Jake, stop yapping and let them fight.  Hitchcock: I wanna see the big guy pop the little guy's head off.  Charles: Yeah, let's start the fight! I wanna pop that little guy's head off!  Jake: You're clearly the little guy.  Charles: [laughs] Good one, Jake.\"},{\"Character\":\"Jake\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Dr. Theresa Moore:So, Garrett, where would you like to begin?  Jake: You know what, can we crack the door a little? I get very claustrophobic, probably from all the different people living in my head.  Dr. Theresa Moore: We usually keep it closed for privacy, but whatever makes you comfortable.  Jake: Thank you. Damn it, he's still here.  Dr. Theresa Moore: Excuse me?  Jake: Hmm? Uh, I was just talking to another one of the voices.  Dr. Theresa Moore: Is it Tatiana?  Jake: Who now?  Dr. Theresa Moore: The mischievous seven-year-old British girl you told me about on the phone? May I speak with her?  Jake: Uh... [high-pitched British accent] Yes? Hello, Doctor. I'm from Wussex.  Dr. Theresa Moore: Is that an actual place in England?  Jake: How should I know? I'm just a little girl, I am, I am.  Dr. Theresa Moore: Well, it's nice to speak with you, Tatiana.\"},{\"Character\":\"Amy\",\"Episode\":\"Halloween IV\",\"QuoteText\":\"Amy: So I believe the key to good teamwork is an equal exchange of ideas-  Rosa: Stop. I know you already have a plan. And I want to win, so for the next eight hours, I'm down with all your nerdy crap. Come on, Amy. Show me the binder.  Amy: Okay, but it's not a binder. It's a virtual binder, and it's encrypted on this flash drive.  Rosa: That's my girl. Now, where's the 3-D model of the precinct?  Amy: Inside the key chain. It's a frickin' hologram.\"},{\"Character\":\"Amy\",\"Episode\":\"Serve & Protect\",\"QuoteText\":\"Amy: Hey Veronica. It's time for some girl talk. ... Let me see that bra!  Veronica Hopkins: Excuse me?\"}]}"