"{\"PageNumber\":1,\"PageSize\":50,\"Message\":\"Quote returned.\",\"Data\":[{\"Character\":\"The Vulture\",\"Episode\":\"The Venue\",\"QuoteText\":\"The Vulture: All right, look. I'm deleting the app from my phone as we speak, okay? Come on. Jean's over 30. No amount of money in the entire world could make me marry a woman that old. But love can.\"},{\"Character\":\"Jake\",\"Episode\":\"The Fugitive (Part 2)\",\"QuoteText\":\"Captain Holt: Freeze. NYPD.  Woman: What's going on?  Captain Holt: No scar. It's not Fran.  Jake: Then why was she running?  Woman: Because a strange guy started following me to the bathroom.  Jake: Right. Because men are horrible and the world is a nightmare.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Fugitive (Part 1)\",\"QuoteText\":\"Captain Holt: No, he said that the lizard-people live under the streets. He means the sewers. He saw someone go from the van into the sewers. Look.  Rosa: It's a manhole cover.  *Captain Holt and Rosa repeat the foreign woman's phrase*  Woman: [EXCLAIMS]\"},{\"Character\":\"Rosa\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Woman: Hey, you're the girl from the diarrhea commercial, aren't you? You get diarrhea on the plane.  Sheena: That's not true.  Rosa: Yeah, move along.  Sheena: I don't get diarrhea on the plane. I get diarrhea in the airport.  Captain Holt: What's going on? Are you an actor?  Sheena: Well, you don't have to sound so grossed out. I can see why you didn't want him meeting Jocelyn.  Captain Holt: Excuse me?  Rosa: This isn't Jocelyn. It's Sheena. She's an actress.  Sheena: Yeah, I was in an episode of \\\"SVU.\\\" I say, \\\"We want answers!\\\" The director tried to replace me, but Mariska said it would take too much time, and then they all agreed I'd probably cut together fine.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"Trying\",\"QuoteText\":\"Hitchcock: Oh, come on. It's like every woman in this city has all of her teeth. Stupid Bloomberg and his stupid soda ban!\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Ding Dong\",\"QuoteText\":\"Amy: No, that's what Wuntch wanted. You're letting her win.  Rosa: Sweaty Amy's right. If you really wanna get back at her, you'll team up with Adam and give her a nice funeral.  Amy: It's like The Durrells of Corfu when Prudence and Louisa joined forces...  Captain Holt: To sink the catamaran of the bookseller Yorgos who wronged them both. Yes! I will team up with Adam. Wow. [laughs] For a moment there, I almost forgot who the real villain was. The woman who recently died.\"},{\"Character\":\"Jake\",\"Episode\":\"Mr. Santiago\",\"QuoteText\":\"Jake: That's right. We arrested a woman today because we are feminists.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Suicide Squad\",\"QuoteText\":\"Captain Holt: You move well. Must be all the extra legs, you crab.  Madeline Wuntch: Don't you find this exhausting?  Captain Holt: Thinking of fresh insults? Not at all, you coffin cave mold beetle.  Madeline Wuntch: I meant our relationship. Aren't you tired of the rivalry? We fight and we fight, and nothing changes. But we're really not so different.  Captain Holt: I suppose we were close once. Remember Brighton Beach?  Madeline Wuntch: 1,200 kilos of heroin in an abandoned subway tunnel. How could I forget?  Captain Holt: The largest drug bust in NYPD history pulled off by a most unlikely duo.  Madeline Wuntch: A woman, and a gay, black detective.  Captain Holt: No, I meant a human and a rotted jack-o'-lantern.  Madeline Wuntch: Don't be so hard on yourself. You weren't all the way rotted back then.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Ding Dong\",\"QuoteText\":\"Amy: No, that's what Wuntch wanted. You're letting her win.  Rosa: Sweaty Amy's right. If you really wanna get back at her, you'll team up with Adam and give her a nice funeral.  Amy: It's like The Durrells of Corfu when Prudence and Louisa joined forces...  Captain Holt: To sink the catamaran of the bookseller Yorgos who wronged them both. Yes! I will team up with Adam. Wow. [laughs] For a moment there, I almost forgot who the real villain was. The woman who recently died.\"},{\"Character\":\"Jake\",\"Episode\":\"Bureau\",\"QuoteText\":\"Jake: Oh, man. A secret FBI meet up? I love this! Look at all those idiots. They have no idea what's about to go down.  Captain Holt: You mean that woman and her baby?  Jake: Yep. Idiots.\"},{\"Character\":\"Charles\",\"Episode\":\"Sicko\",\"QuoteText\":\"Jake: So, the tipster saw the Saturn parked out back and the woman at the desk said it belongs to the man in room 203. One \\\"Larry Bird.\\\"  Charles: Obvious fake name.  Jake: Or is it so insane that there's no way it's fake? If you're trying not to draw attention, why not go with something like \\\"John Smith?\\\"  Charles: From \\\"Pocahontas\\\"? Uh, yeah. Way to fly under the radar. [laughs]\"},{\"Character\":\"Amy\",\"Episode\":\"Your Honor\",\"QuoteText\":\"Amy: Once again, I am so sorry about your tire. Just accidentally slashed it with my knife.  Woman: How does that happen accidentally?  Amy: It's very common. I should know, I'm a cop. Anyway, I will pay for the damage.  Woman: Wait, what's happening? My tire is fine.  Amy: It is? It is! Of course it is. Because this is all part of my prank show, \\\"Fake Tire Slashers.\\\" Whoo! And you have won $27. And a dime. There's cameras everywhere. Okay. Thank you.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Serve & Protect\",\"QuoteText\":\"Gina: We just need to find out what horrible thing Terry did to this woman so he can apologize and make it right.  Sergeant Jeffords: I've been wracking my brain. I can't think of anything.  Amy: Did you cheat on her?  Sergeant Jeffords: No! I would never do that.  Gina: Did you date one of her friends right after you broke up?  Sergeant Jeffords: Uh-uh. I cut off ties with all our mutual friends. Even Tommy. Terry loved Tommy! Tommy turned Terry on to tennis.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Halloween III\",\"QuoteText\":\"Jake: You're not Al.  Woman: You're looking for Al?  Captain Holt: Of course we're looking for Al, you imbecile!\"},{\"Character\":\"Jake\",\"Episode\":\"HalloVeen\",\"QuoteText\":\"Amy: This year, the competition is not limited to winners of the past heists.  Jake: That's right. Any man, or woman - #Resist - can enter. It's open to everyone.\"},{\"Character\":\"Gina\",\"Episode\":\"The Ebony Falcon\",\"QuoteText\":\"Captain Holt: $160 in cash. One TV. One large painting of a naked woman on a lion. One set of Joseph Gordon Levitt nesting dolls.  Amy: Wow.  Gina: Homemade and irreplaceable.   Captain Holt: One music box that plays \\\"She Works Hard For The Money\\\" when opened. One knock-off designer clutch.  Rosa: Can't you just buy another knock-off?  Gina: No, I Can't, silly Sue. 'cause the label no longer makes the original, so the sweatshop no longer makes the knock-off.\"},{\"Character\":\"Jake\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Charles: Jakey, I've got a hot case for you.  Jake: Ooh, hit me.  Charles: Okay, Susan Buckley was reported missing by her psychiatrist, Dr. William Tate. He thinks that her husband James may have had a mental break and done something terrible to her.  Jake: Ooh, that is a hot case. Missing woman, psycho husband, creepy shrink.  Charles: Dr. Tate was actually quite a nice man.  Jake: Yeah, but you know, he's a psychiatrist, so he's automatically a creep. I've seen movies. They all turn into super sophisticated, Chianti-loving cannibals.\"},{\"Character\":\"Jake \",\"Episode\":\"Casecation\",\"QuoteText\":\"Pam: I don't want to blow up, but the man said he'd give me $500,000. This is so Bobby can take care of my granddaughter. That girl means the world to me.  Jake: Fine, fine. Point to Pam. But if you care about her so much, how can you just blow yourself up? You'll never get to see her again.  Pam: Well, at least I know she'll be financially well taken care of.  Jake: Sure, but is this really how you want her to remember you? As a murderer?  Pam: I'd rather be remembered as a woman who blew up a mobster to help her family rather than a librarian whose bowels are tied up like a sailor's knot!  Jake: Okay, that's a very strong argument. Very strong.\"},{\"Character\":\"Jake\",\"Episode\":\"The Bank Job\",\"QuoteText\":\"Lieutenant Melanie Hawkins: Oh, wow, that's good stuff. Who's your guy?  Jake: Actually, it's a woman. Women can be drug dealers too #lmWithHer.\"},{\"Character\":\"Amy\",\"Episode\":\"Ticking Clocks\",\"QuoteText\":\"Jake: Hey, you made it.  Amy: Yeah.  Jake: We finally got all the Lambda Nus back into holding.  Amy: Who are the Lambda Nus? Doesn't matter. I'll read your notes later.  Jake: I didn't take any notes.  Amy: What the hell, Jake? Do you even love me?  Jake: Says the woman who never once sent me flowers. Never mind.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Trying\",\"QuoteText\":\"Hitchcock: Crap. They're really pissed that Anna's pregnant.  Captain Holt: No, it's more complicated than that. Anna just called her entire family hypocrites.  Rosa: Wait, you speak Russian?  Captain Holt: Huh. I guess I do. I must have picked it up from speaking to that woman at the coffee cart for the past six months.  [shouting in Russian]  Charles: Now what's happening?  Captain Holt: Anna's mother says Anna should be with someone respectable, like her sister's husband, Boris, instead of the... Pig man.  Hitchcock: Well, that's too bad, 'cause she already married the pig man.\"},{\"Character\":\"Jake\",\"Episode\":\"Maximum Security\",\"QuoteText\":\"Jake: You're right. I'm 100% in the wrong. The truth is, I'm the one that's not tough enough to be in here. I mean, watching the woman I love, unarmed, locked up with all these murderers. It's just too much for me.\"},{\"Character\":\"Jake\",\"Episode\":\"The Slaughterhouse\",\"QuoteText\":\"Rosa: Thank you so much, Jake.  Jake: Please. I'm just glad you finally get to work for a woman as badass as you are. And as a man, I'd like to apologize for my gender's history-  Rosa: Don't ruin it.  Jake: Okay.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Trying\",\"QuoteText\":\"Hitchcock: Crap. They're really pissed that Anna's pregnant.  Captain Holt: No, it's more complicated than that. Anna just called her entire family hypocrites.  Rosa: Wait, you speak Russian?  Captain Holt: Huh. I guess I do. I must have picked it up from speaking to that woman at the coffee cart for the past six months.  [shouting in Russian]  Charles: Now what's happening?  Captain Holt: Anna's mother says Anna should be with someone respectable, like her sister's husband, Boris, instead of the... Pig man.  Hitchcock: Well, that's too bad, 'cause she already married the pig man.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Big House Pt. 2\",\"QuoteText\":\"Guard: It just seems like you wanna be with Jamie-Lynn. I mean, you keep talking about her thigh gap.  Captain Holt: That's my favorite part of a woman. There's nothing more intoxicating than the clear absence of a penis.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Big House Pt. 2\",\"QuoteText\":\"Rosa: No, absolutely not. What would I even say to her?  Captain Holt: Well, perhaps you could ask her to put in a good word for you with the warden, so you can get extra yard time.  Rosa: So, you want me to beg the woman I hate for mercy. Cool. Oh, one problem.  How do I stop myself from smashing through the glass and squeezing the life out of her with my bare hands?\"},{\"Character\":\"Jake\",\"Episode\":\"Boyle's Hunch\",\"QuoteText\":\"Jake: Let's go free an innocent woman.  Charles: Nice. My dreams are coming true. You and me getting my lady off together.  Jake: I mean, you know how that sounds, right?\"},{\"Character\":\"Jake\",\"Episode\":\"Moo Moo\",\"QuoteText\":\"Amy: Um, you know how it's tougher in this world to be a woman?  Cagney and Lacey: It is?  Amy: No. No, no, no. That's not what I meant.  Cagney: Then I don't want to be a woman.  Lacey: Me neither.  Jake: You don't have to be if that's who you are. You know what? That's a whole other conversation.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"The Negotiation\",\"QuoteText\":\"Captain Holt: Hitchcock, there's a woman here interviewing detectives a part of the Commissioner selection process.  Hitchcock: All right, I'll go hide in the janitor's closet until this is all over. Thanks for the heads up.  Captain Holt: No, it's too late for that. She wants to talk to you.  Hitchcock: What? No! How could you let this happen? I'm nuts!  Sergeant Jeffords: Hey, calm down, man. We just took her on a tour of the precinct and now she's at lunch. That means we have one hour to teach you how to behave like a human.  Hitchcock: Oh, I see. You're gonna \\\"My Bare Lady\\\" me.  Captain Holt: \\\"My Bare Lady\\\"?  Sergeant Jeffords: I'm assuming it's a \\\"My Fair Lady\\\" porn parody.  Captain Holt: Oh, my. We've got our work cutout for us.\"},{\"Character\":\"Scully\",\"Episode\":\"The Fugitive (Part 1)\",\"QuoteText\":\"Woman: (SPEAKING FOREIGN LANGUAGE)  Captain Holt: It really sounds Slavic. Does anyone here know any Slavic languages?  Hitchcock: Oh, I'm great at languages. Watch this. (YELLING) Hello! I am Hitchcock!  Scully: (YELLING) Thank you for the cookie-pizza idea!\"},{\"Character\":\"Trudy Judy\",\"Episode\":\"A Tale of Two Bandits\",\"QuoteText\":\"Doug Judy: Where are you, Trudy?  Trudy Judy: In the wind, Dougie.  Doug Judy: Okay, that's a cool thing to say, but what are you doing? They were gonna reduce your charges.  Trudy Judy: Reduced charges are still charges, and I can't go to prison. There are no dudes there, and I need to smush!  Doug Judy: Trudy!  Trudy Judy: Oh, grow up, Doug. I'm an adult woman who's horny all the time.  Jake: What is going on?  Trudy Judy: Oh, are you judging me, ho?\"},{\"Character\":\"Jake\",\"Episode\":\"Jake & Amy\",\"QuoteText\":\"Amy: Who would do something like this?  Jake: Well, I clearly have an arch-nemesis. Finally. Must be someone I put away who's hell-bent on revenge. He's probably gonna make me choose between saving the city and saving the woman I love. Little does he know, I can save both.\"},{\"Character\":\"Rosa\",\"Episode\":\"Sicko\",\"QuoteText\":\"Sergeant Jeffords: Oh, I don't know. That feels underhanded.  Rosa: It's never underhanded to help somebody follow their dream. Yesterday, I was watching \\\"Ellen,\\\" and she had this woman on who wanted to be a chef, but she didn't have any taste buds, so she quit her job, hired her best friend to be her taste tester. And now they have the best taco truck in Lansing. It was inspiration as [bleep].\"},{\"Character\":\"Amy\",\"Episode\":\"He Said, She Said\",\"QuoteText\":\"Jake: Look, I know this sucks, and I hate to say it, but we both know sometimes you work a case and you just don't have the evidence.  Amy: This isn't just a case for me. When I was a rookie at the Six-Four, my captain was my first mentor. He helped me get on the detective track, and he gave me all the best cases. But when I finally made detective, he took me to dinner and tried to kiss me. He said that he felt like he deserved something in return for my career. [voice breaking] I just ran out of the restaurant back to the office, and I put in my transfer for the Nine-Nine.  Jake: Oh, man. I'm so sorry.  Amy: I never told anyone because I felt like maybe I didn't actually deserve my promotion. And I worried that I wouldn't get anymore promotions if I spoke up, so-  Jake: God. Every time I think I understand how bad it is, it's just way worse than I imagined.  Amy: This kind of stuff has happened to literally every woman I know. I just wanted to help make it better for this one woman.\"},{\"Character\":\"Jake\",\"Episode\":\"Chocolate Milk\",\"QuoteText\":\"Sergeant Jeffords: Have you seen this man around DRK MLK?  Woman: Oh, I don't go there. They don't allow babies in there.  Jake: What is wrong with them? All I drank when I was a baby was chocolate milk.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Ding Dong\",\"QuoteText\":\"Captain Holt: Oh, no. I'm doomed.  Rosa: Seriously? All you have to do is not insult a dead woman at her own memorial service.  Captain Holt: Exactly. It's impossible.\"},{\"Character\":\"Charles\",\"Episode\":\"Jake and Sophia\",\"QuoteText\":\"Charles: Oh, she's so pretty. She looks like the woman on an olive oil bottle.\"},{\"Character\":\"Jake\",\"Episode\":\"The Slaughterhouse\",\"QuoteText\":\"Rosa: Thank you so much, Jake.  Jake: Please. I'm just glad you finally get to work for a woman as badass as you are. And as a man, I'd like to apologize for my gender's history-  Rosa: Don't ruin it.  Jake: Okay.\"},{\"Character\":\"Gina\",\"Episode\":\"Johnny and Dora\",\"QuoteText\":\"Gina: You sneak in and get the letter. I'll distract the file clerk. Apparently, he's very into bird watching, so talking to a woman should blow his mind. And talking to this woman, it could kill him.\"},{\"Character\":\"The Vulture\",\"Episode\":\"Suicide Squad\",\"QuoteText\":\"Jake: They have my hair? I thought you put your two worst guys on this.  The Vulture: These are my worst guys, all right? They're real dorks. They both wear glasses. And one of them's even a woman.  Jake: Ugh. You said you didn't trust them to get coffee.  The Vulture: Look, if you can't tell what \\\"coffee\\\" is code for by now, then you and I shouldn't be talking about this, Jake.  Amy: Oh, my God. He put his best detectives on the case.  The Vulture: Hey, my two best detectives are Sticky and Boner, and they definitely know how to order \\\"coffee.\\\" Extra cream. Wink, wink.\"},{\"Character\":\"Jake\",\"Episode\":\"Game Night\",\"QuoteText\":\"Jake: Maybe just be honest with them. Right? Tell 'em how you feel. Like, you could say, \\\"Mom, Dad, I'm bisexual. But I'm still your daughter. I'm still the same person that I've always been. And who I love will never change that.  And you guys raised me to be strong and confident. And I don't wanna hide who I am anymore. I am bi.\\\"  Rosa: Damn. That was-  Jake: \\\"And I know that this may come as a shock to you, but it's my truth. So I hope you can accept that.\\\"  Rosa: Jake-  Jake: \\\"Maybe you still see me as your little girl, but I'm woman now. And I know my own heart.\\\"  Rosa: You done?  Jake: Yeah. Wow, that felt amazing. I really disappeared into it. Should I become an actor?  Rosa: Absolutely not.  Jake: Copy that.\"},{\"Character\":\"Gina\",\"Episode\":\"The Apartment\",\"QuoteText\":\"Gina: Maybe you're not thinking this through.  Jake: Says the woman who's been engaged eight times.  Gina: Uh, but never married once. Game, set, match. Linetti.\"},{\"Character\":\"Charles\",\"Episode\":\"The Vulture\",\"QuoteText\":\"Jake: God, you had sex with a 68-year-old when you were in your twenties?  Charles: You know how it is. When you have a chance to bed an older woman, you-  Jake: No, that is not an older woman. That's an old woman! That's someone's grandma!  Charles: She was, actually. That's how I met her. Went to college with her grandson Marvin. Don't don't knock it till you try it. She had a replacement hip with some serious torque. It was like having sex with a Transformer.  Jake: No. That is no one's fantasy.\"},{\"Character\":\"Jake\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Jake: Behold, Brooklyn buddies, Boyle bullpen bottle bowling.  Charles: Beautiful.  Jake: Be brave, bro. Be brave. Bowl!  Rosa: Bam!  Charles: Bull's-eye!  Jake: Booyah!  Elderly Eastern European Woman: Babushka!  All: Babushka!\"},{\"Character\":\"Jake\",\"Episode\":\"New Captain\",\"QuoteText\":\"Charles: Easy. You march over there, you tell her how you feel, and you bring a fancy bottle of Lavender shampoo because shampooing a woman's head is the most erotic thing you-  Jake: No. No shampoo.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"Trying\",\"QuoteText\":\"Hitchcock: Now all I have to remember her by is this tooth.  Rosa: What the hell? Why do you have that?  Hitchcock: We were eating pizza, and it fell out of her mouth.  Scully: Well, this is perfect. We can use it to find her.  Hitchcock: What do you mean?  Scully: We just have to try fitting that tooth into the mouth of every woman in New York City till we find the matching gum hole of your one true love.  Hitchcock: My life is like a fairy tale!\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Fugitive (Part 1)\",\"QuoteText\":\"Captain Holt: Well, I haven't fared any better. She keeps drawing her stupid circle pictures and then running off to the bathroom.  Woman: (SPEAKS FOREIGN LANGUAGE)  Captain Holt: We get it. You have a bum-tum. Yes.\"},{\"Character\":\"Amy\",\"Episode\":\"The Vulture\",\"QuoteText\":\"Jake: Give me your hair dryer.  Rosa: What?  Amy: What are you talking about?  Jake: Don't you carry one in your purse?  Amy: Have you ever met a human woman?\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Coral Palms Pt. 2\",\"QuoteText\":\"Captain Holt: Actually I borrowed $3,000 from my walking group friend Ruth.  [cut to Holt and Ruth power walking]  Captain Holt: Ruth, I'm going to be straight with you. I accidentally knocked up a woman.  Ruth: Greg!  Captain Holt: You know me. I see a pair of thick weighty breasts and all logic flies out the window.  [later]  Jake: Heterosexual you is such a dog.\"},{\"Character\":\"Charles\",\"Episode\":\"Monster in the Closet\",\"QuoteText\":\"Charles: I lost my V-card to the woman that refilled Nana's oxygen tanks. Her hands were so strong from turning the nozzles.\"},{\"Character\":\"Charles\",\"Episode\":\"Boyle's Hunch\",\"QuoteText\":\"Charles: My hunch is that it's a jealous ex-lover. Girl like that, three dogs, makes her own turkey stock, that's the kind of woman you don't get over.\"},{\"Character\":\"Charles\",\"Episode\":\"Sicko\",\"QuoteText\":\"Jake: So, the tipster saw the Saturn parked out back and the woman at the desk said it belongs to the man in room 203. One \\\"Larry Bird.\\\"  Charles: Obvious fake name.  Jake: Or is it so insane that there's no way it's fake? If you're trying not to draw attention, why not go with something like \\\"John Smith?\\\"  Charles: From \\\"Pocahontas\\\"? Uh, yeah. Way to fly under the radar. [laughs]\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Big House Pt. 2\",\"QuoteText\":\"Guard: It just seems like you wanna be with Jamie-Lynn. I mean, you keep talking about her thigh gap.  Captain Holt: That's my favorite part of a woman. There's nothing more intoxicating than the clear absence of a penis.\"},{\"Character\":\"Jake\",\"Episode\":\"Casecation\",\"QuoteText\":\"Pam: I'm sorry. You weren't supposed to be here. This wasn't part of the plan.  Jake: It's okay, Pam. No need to panic. We're just talking. Look, I'm just gonna put this away. No, Terry, don't open that, please.  Sergeant Jeffords: What's going on in there?  Jake: There is a woman in here with an explosive device.  Sergeant Jeffords: What? You okay?  Jake: Yep. Everyone is fine. I just need you to evacuate this entire floor, call ESU and the bomb squad right away, and jam all cellular and Wi-Fi signals.  Sergeant Jeffords: On it.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Coral Palms Pt. 1\",\"QuoteText\":\"Captain Holt: Oh, now, Stella, you know I'm still getting over the tragic loss of my wife. She was such a strong, female woman with nice, heavy breasts.\"},{\"Character\":\"Jake\",\"Episode\":\"Captain Kim\",\"QuoteText\":\"Jake: Will you wake up? That woman is a demon, and it couldn't be more obvious.  Captain Julie Kim: Oh, here you are. I have to say how great it was talking to you all, and I wanted to let you know about a party I'm throwing at my house tomorrow night. Are you interested?  Jake: Oh, well, we will think about it and get back to you.  Captain Julie Kim: Great. Just let me know.  Jake: Great. [to everyone else] And now we dillydally.\"},{\"Character\":\"Jake\",\"Episode\":\"AC/DC\",\"QuoteText\":\"Jake: First of all, the doctor was a woman. There's a such thing as woman doctors, Sarge. I lied for effect, it was a man. And he said I was perfectly fine. Except for three cracked ribs. And a broken toe, which was right next to two other broken toes.\"},{\"Character\":\"Jake\",\"Episode\":\"HalloVeen\",\"QuoteText\":\"Jake: [flashback] Mr. Santiago, I'm calling to inform you that I plan to ask your daughter to marry me, but since it's 2017, I am not asking you for your permission, as she is not your property, nor would she be mine, if she chooses to say yes. She's a strong independent woman, and she don't need no man. That being said, I truly hope she says yes. But it's her decision, so just back off!  Amy: Aww, that was perfect. What did he say?  Jake: I have no idea, I left a voicemail. I'm terrified of him.\"},{\"Character\":\"Rosa\",\"Episode\":\"Gray Star Mutual\",\"QuoteText\":\"Amy: All right, that's enough. Can we all get back to police work and stop talking about wedding dresses?  Rosa: No. We're gonna talk about them, because while wearing a wedding dress, you leapt over a couch, sprinted down an alley, and jumped off a car to subdue the crap out of a perp like you were Wonder Woman. It was pretty cool, wasn't it? Amy, you are an amazing cop and a great leader, and you have proven that a billion times over. You can't let other people's opinions get in the way of what you want, especially because other people suck.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Cruise\",\"QuoteText\":\"Charles: I have to apply for this apartment. I mean, it just became available. We're the only two people to see it. This is an opportunity you just don't get in New York real estate ever.  Rosa: A woman just died here. Don't be gross and disrespectful. Holy crap, look at all this closet space. I'm applying too.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Woman: Hey, you're the girl from the diarrhea commercial, aren't you? You get diarrhea on the plane.  Sheena: That's not true.  Rosa: Yeah, move along.  Sheena: I don't get diarrhea on the plane. I get diarrhea in the airport.  Captain Holt: What's going on? Are you an actor?  Sheena: Well, you don't have to sound so grossed out. I can see why you didn't want him meeting Jocelyn.  Captain Holt: Excuse me?  Rosa: This isn't Jocelyn. It's Sheena. She's an actress.  Sheena: Yeah, I was in an episode of \\\"SVU.\\\" I say, \\\"We want answers!\\\" The director tried to replace me, but Mariska said it would take too much time, and then they all agreed I'd probably cut together fine.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Slaughterhouse\",\"QuoteText\":\"Jake: Look, I know it sucks there's only one spot, but working for Hawkins is my dream. I mean, she takes down the biggest criminals in the city.  Rosa: I get it. Dude, it's just, our captain's a man, our sergeant's a man. Every superior officer I've ever had has been a man. It just seemed cool to work for a badass woman like Hawkins for once, but whatever, I'm good. Also, I spiked your gum with caffeine.  Jake: How?\"},{\"Character\":\"Rosa\",\"Episode\":\"Sicko\",\"QuoteText\":\"Sergeant Jeffords: Oh, I don't know. That feels underhanded.  Rosa: It's never underhanded to help somebody follow their dream. Yesterday, I was watching \\\"Ellen,\\\" and she had this woman on who wanted to be a chef, but she didn't have any taste buds, so she quit her job, hired her best friend to be her taste tester. And now they have the best taco truck in Lansing. It was inspiration as [bleep].\"},{\"Character\":\"Amy\",\"Episode\":\"Ticking Clocks\",\"QuoteText\":\"Jake: Hey, you made it.  Amy: Yeah.  Jake: We finally got all the Lambda Nus back into holding.  Amy: Who are the Lambda Nus? Doesn't matter. I'll read your notes later.  Jake: I didn't take any notes.  Amy: What the hell, Jake? Do you even love me?  Jake: Says the woman who never once sent me flowers. Never mind.\"},{\"Character\":\"Amy\",\"Episode\":\"Karen Peralta\",\"QuoteText\":\"Amy: Jake, Karen is a grown woman with a pretty respectable credit score. I'm sure she knows what she's doing.  Jake: Amy, I know that you have a binder, but you don't know her like I do. She's too trusting for her own good. She's fallen for more Nigerian scams than Scully.  Amy: She's fallen for 20 Nigerian scams?  Jake: 20? That's insane. No, she's fallen for 2. Scully's fallen for 20?  Amy: Yeah.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Maximum Security\",\"QuoteText\":\"Captain Holt: Unfortunately, we can't just arrest Figgis, because he has a man inside the FBI.  Jake: The good news is, we have a lead that's gonna break this case wide open: Maura Figgis, Jimmy's sister. She's currently serving in a maximum security prison in Texas.  Sergeant Jeffords: A white woman in prison, in Texas? [scoffs] She must be bad.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Crime & Punishment\",\"QuoteText\":\"Sergeant Jeffords: Just tell us if this is impossible. We don't have a lot of time to waste, and we've been here, like, five hours already.  Nightmare: Huh. You don't think I can do this? Is it because I'm a woman?  Sergeant Jeffords: No, no, I didn't say that.  Charles: I think women are amazing.  Nightmare: Thank you. And now I'm about to hack your world into pieces, old man. That'll show you.  Sergeant Jeffords: No. Just do the thing with the bank. That'll show me.  Nightmare: Whoa. Looks like someone was a catalog model in Japan.  Charles: Whoa! Those boots. That slicker. The no pants. Who's the target audience for these pics, Sarge?  Sergeant Jeffords: I was a starving student. Terry needed the yen!\"},{\"Character\":\"Gina\",\"Episode\":\"Your Honor\",\"QuoteText\":\"Gina: Anyway, I don't have time for your sob story, okay? I blew a tire on the way here, so I have to call a tow truck.  Amy: A tow truck? What? You don't know how to change a tire? I am so disappointed. That is a life skill that every woman should have.  Gina: Condescending and untrue.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"He Said, She Said\",\"QuoteText\":\"Sergeant Jeffords: Sir, it's fun to see you breaking out the old lingo, but do you think you're jumping the gun? All the evidence points to the Strangler being dead.  Captain Holt: Not all the evidence.  Sergeant Jeffords: Right. The random piece of thread you think is a yo-yo string.  Captain Holt: It is a yo-yo string. The most dangerous part of the yo-yo.  Sergeant Jeffords: It just feels like you're trying to relive your glory days.  Captain Holt: Absurd.  Sergeant Jeffords: Well, what do you have in that box over there?  Captain Holt: Memories and keepsakes of my greatest cases.  Charles and Sergeant Jeffords: Mm-hmm.  Captain Holt: To remind me of the Strangler's MO. He always seduced an accomplice into doing his fiendish bidding. I bet it was the van driver.  Charles: You mean the woman who was thrown violently from the vehicle and just barely survived?  Captain Holt: Yeah, I'm sure she was very \\\"badly injured.\\\"\"},{\"Character\":\"Gina\",\"Episode\":\"Return of the King\",\"QuoteText\":\"Gina: In the beginning, there was nothing. And then God, a woman, said, \\\"Let there be Gina!\\\"\"},{\"Character\":\"Charles\",\"Episode\":\"The Overmining\",\"QuoteText\":\"Charles: Let me make it slightly better by paying a strong-handed woman to literally milk the stress from your feet.  Rosa: Just shut up, I'll do it once.  Charles: [gasps] Yes!  Rosa: As long as you promise to never ever talk about foot milk again.\"},{\"Character\":\"Jake\",\"Episode\":\"Pilot\",\"QuoteText\":\"Jake: You did it, Fuzzy. You busted 'em. It's time to come home. \\\"I'm not sure if I can. I've been undercover so long, I've forgotten who I am. I've seen terrible things. I haven't known the touch of a woman in many moons.\\\"\"},{\"Character\":\"Hitchcock\",\"Episode\":\"Trying\",\"QuoteText\":\"Hitchcock: It's official! I'm in love. I just spent the night with the woman of my dreams.  Rosa: The lady from your divorce party?  Hitchcock: Yeah. She's my soulmate. She's funny. She's beautiful. She has almost no scars.  Scully: Hot biscuits. It sounds like you hooked a live one.\"},{\"Character\":\"Gina\",\"Episode\":\"The Apartment\",\"QuoteText\":\"Gina: Can I go with him? Nana made me the intelligent, sensuous woman I am today.  Sergeant Jeffords: Weird way to describe a grandma's influence on you.\"},{\"Character\":\"Rosa\",\"Episode\":\"Game Night\",\"QuoteText\":\"Oscar Diaz: Mijita, when you called this dinner, you were so nervous, we were worried you were gonna tell us you were gay.  Rosa: So you would rather me be some dude's mistress than be in a loving relationship with a woman? Well, Jake and I aren't dating. But guess what? Your worst fears are real. I'm not straight. I'm bisexual. And I don't care what you think about it. Screw this. I'm outta here.\"},{\"Character\":\"Charles\",\"Episode\":\"The Slump\",\"QuoteText\":\"Charles: You know some jobs take brains, some jobs take muscles, some jobs take dainty little fingers. Did I ever tell you I had to wear a woman's wedding ring?\"},{\"Character\":\"Charles\",\"Episode\":\"The Bet\",\"QuoteText\":\"Charles: Truth time. We love your husband. He's a great cop. We will do anything to protect him. And you have incredibly attractive hands.  And you! What are you doing, lying to your wife? Unless you want to end up moving into my ex-wife's new boyfriend's basement with me, you better man up. Don't you ever keep anything from this beautiful woman again.  Seriously, you are beautiful. If he ever lies to you again, you can call me.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Rosa: Sir, Jocelyn is not like us. She has feelings.  Captain Holt: Huh. Are you positive this is the woman for you?  Rosa: That is exactly the type of thing I don't want you to say in front of her.\"},{\"Character\":\"Jake\",\"Episode\":\"Lights Out\",\"QuoteText\":\"Woman: [o.s.] Help, help!  Charles: Jake, we don't have time. We'll call it in. Let someone else handle it.  Jake: No, we can't ignore a cry for help. We can handcuff him to the railing Dotty, call out if you need anything.  Dotty: I'd feel safer if you just shot him.  Jake: Dotty, no. We're not gonna shoot him!\"},{\"Character\":\"Captain Holt\",\"Episode\":\"The Puzzle Master\",\"QuoteText\":\"Captain Holt: Actually, what I have to say tonight is no laughing matter.  I was just told by a member of the selection committee that they have no intention of ever choosing a woman to run the NYPD. I suppose I should have been relieved, because Captain Crawford is a damn qualified candidate. But as someone who has been denied opportunity because of who I am, I cannot stand by and watch it happen to someone else.  So, I will be reserving my presentation for a selection committee that will judge all of the candidates fairly.  And let's be honest.  The crab cakes were only so-so.\"},{\"Character\":\"Captain Holt\",\"Episode\":\"Coral Palms Pt. 1\",\"QuoteText\":\"Captain Holt: If that woman posts her camera phone video that she took with a camera phone camera to the Internet, Figgis could figure out where we are.\"},{\"Character\":\"Scully\",\"Episode\":\"Cop-Con\",\"QuoteText\":\"Scully: Guys, I was just talking to that amazing woman and I blacked out. Did I get her number?  Gina: No, you chunked it.  Scully: Ugh, of course I did. I'm not Hitchcock when it comes to the ladies.  Amy: You don't wanna be.  Scully: Oh, he's fearless. I once saw him ask out a breastfeeding mother.\"},{\"Character\":\"Jake\",\"Episode\":\"Ava\",\"QuoteText\":\"Jake: Excuse me, everyone. Everyone, I'm gonna need you all to clear the room. This woman is having vaginal contractions.  Sharon: It's just \\\"contractions,\\\" you don't have to add \\\"vaginal\\\" to it.  Jake: Oh, sorry. This woman is having non-vaginal contractions.  Everyone out, please.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Negotiation\",\"QuoteText\":\"Rosa: We swept the area. No sign of Doug Judy or Peralta.  Dennis Cole: I can't believe that idiot thought he could just waltz in here and do my job. It's hard to be a negotiator! My first 50 jumpers, 49 died.  Rosa: You only talked down one person?  Dennis Cole: No, he jumped too, but he landed on this woman who broke his fall.  She died, but you can't count that against me.  Rosa: I definitely can.\"},{\"Character\":\"Rosa\",\"Episode\":\"He Said, She Said\",\"QuoteText\":\"Amy: But you know what's not sad? That Keri didn't take that insane amount of hush money, and now we get to put a bad guy in jail.  Jake: Amen.  Rosa: Wait, her firm offered her a big deal and you told her not to take it?  Amy: Yeah. Because that would mean letting a sexual assaulter go free.  Rosa: Do you have any physical evidence to prove that he did it?  Amy: No.  Rosa: So it sounds like he might go free anyway. I mean, at least if she takes the deal, she won't walk away with nothing.  Amy: I'm surprised you feel like that. You're such a feminist.  Jake: I feel like maybe I shouldn't be here.  Rosa: I am a feminist, but I'm also a realist. I'm just looking out for the victim.  Jake: Or should I be here because men should be part of the conversation?  Rosa: Let's say best case scenario you do find evidence. She's still gonna have to go through a very public trial where they drag her name through the mud. Even if she wins, she still loses. It's two steps forward, one step back.  Jake: I've landed on active listening. I will no longer be chiming in.  Amy: Yeah, but when one person comes forward, it inspires others to speak up. And that's a hell of a lot better than taking a deal that lets sexual predators walk free.  Rosa: Dude, obviously, I get that. I'm just saying, remember that there's a very real woman here whose career and life are gonna be affected by you pursuing this case. I'm just saying, consider what's best for her.\"},{\"Character\":\"Rosa\",\"Episode\":\"The Fugitive (Part 1)\",\"QuoteText\":\"Captain Holt: Uh, excuse me, ma'am. I was wondering if you could answer some questions about the car accident you witnessed this morning.  Woman: (SPEAKING FOREIGN LANGUAGE)  Captain Holt: What's she trying to tell us?  Rosa: I don't know. Probably \\\"Never meet your heroes, 'cause they're gonna turn out to be friendly.\\\"  Captain Holt: You need to get over this Marshawn Lynch situation real quick.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Kicks\",\"QuoteText\":\"Amy: Maybe it's time to put the creep kit away, Rosa.  Rosa: Wait. Pimento just walked up to a woman.  Sergeant Jeffords: A female woman? Rosa, is it a female woman?\"}]}"