"{\"PageNumber\":1,\"PageSize\":50,\"Message\":\"Quote returned.\",\"Data\":[{\"Character\":\"Jake\",\"Episode\":\"Return to Skyfire\",\"QuoteText\":\"Sergeant Jeffords: Well, Moorgil is the only person on both Parlov and Lawson's lists of potential enemies. Apparently, they each slept with his wife.  Rosa: How do these guys do so well with women?  Jake: Oh, I'm sorry they don't live up to your superficial standards of male beauty, Rosa. I'm kidding. It's because they're rich.\"},{\"Character\":\"Jake\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"D.C. Parlov: Fine. I have a little bit of research to attend to myself, if you understand what I'm talking about.  Jake: Enjoy having sex with three gorgeous women in cosplay. ... Well, that went terribly.\"},{\"Character\":\"Rosa\",\"Episode\":\"House Mouses\",\"QuoteText\":\"Amy: No, Rosa, we are doing something important here. We are women, standing up and supporting each other and becoming-  (Rosa closes the trunk with Amy inside)  Rosa: New fear: listening to Amy inspire us.  Gina: Be back in a half hour, Ames.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Hitchcock: Here's the big one: just lie flat on your back. Women love to do all the work.  Amy: Ugh.  Sergeant Jeffords: That's very incorrect, and I don't need sex tips.\"},{\"Character\":\"Scully\",\"Episode\":\"Cop-Con\",\"QuoteText\":\"Scully: She's here. She's here. Cindy Shatz is here. What do I do? My face is so wet and my mouth is so dry.  Amy: Okay, calm down. Remember, be direct. Women don't like to play a lot of games.  Gina: I think we gotta start simpler. Okay, Scully, smile at her, don't fart.  Amy: He knows not to- oh, you're writing that down.\"},{\"Character\":\"Jake\",\"Episode\":\"The Crime Scene\",\"QuoteText\":\"Jake: You look like crap. You look like a freshman at an all-women's college.  Rosa: I don't think you're in a position to be offering criticism right now.  Jake: More than fair.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Serve & Protect\",\"QuoteText\":\"Sergeant Jeffords: I didn't do anything! I respect women. I'm a feminist. I believe women should be on all the money. I wanna pay for a sandwich with a $10 Ellen DeGeneres.\"},{\"Character\":\"Jake\",\"Episode\":\"Karen Peralta\",\"QuoteText\":\"Jake: What's this case?  Amy: Oh, this isn't work. It's research on your mom since we're finally meeting. It's very thorough.  Jake: Just relax. She's gonna love you. You're both strong, accomplished women that have seen me naked.\"},{\"Character\":\"The Vulture\",\"Episode\":\"The Oolong Slayer\",\"QuoteText\":\"The Vulture: Ah, there you are.  I got something real special for the two of you.  Amy: Great, what do you got?  The Vulture: A month from today it's my birthday. I need you to throw me a party, all right? Make it epic. Surprise me.  Amy: Are you asking us to plan you a birthday party?  The Vulture: Yeah, Helen Keller.  Pay attention.  Rosa: Did you choose us because we're women?  The Vulture: Women love planning parties. It's in the Bible.\"},{\"Character\":\"other character\",\"Episode\":\"Karen Peralta\",\"QuoteText\":\"Roger Peralta: I didn't know you saw that.  Jake: Yeah, well, I did, and I never told Mom about it, but I swear to you, I will unless you leave right now. Should be easy for you since it's your favorite thing to do aside from humping it up with ladies.  Roger Peralta: You think I'm way more sexually active than I am. I mean, I've only had sex with, like, 400 women.  Jake: What? Four hundred? Oh, my God.  Roger Peralta: Is that a lot? I mean, all my friends are pilots. I'm on the low end of average.\"},{\"Character\":\"Amy\",\"Episode\":\"Ransom\",\"QuoteText\":\"Amy: Hi, I'm Amy Santiago.  Gloria: I am so sorry, but pregnant women aren't allowed to compete. Not after what happened last year. [long silence]  Amy: Are you gonna say what happened?  Gloria: It's part of the settlement. We can't.  Amy: Okay. Well, uh, good news: I'm not pregnant! I just had a huge lunch.  Gloria: I'm so sorry, I just can't.\"},{\"Character\":\"Gina\",\"Episode\":\"48 Hours\",\"QuoteText\":\"Gina: Do whatever you want, but most women don't really like it when dudes lie to them. Except for me, but I'm wired to thrive on dysfunction.\"},{\"Character\":\"Jake\",\"Episode\":\"The Bank Job\",\"QuoteText\":\"Lieutenant Melanie Hawkins: Oh, wow, that's good stuff. Who's your guy?  Jake: Actually, it's a woman. Women can be drug dealers too #lmWithHer.\"},{\"Character\":\"Jake\",\"Episode\":\"Show Me Going\",\"QuoteText\":\"Jake: They're taking down a street racing gang that's been using souped-up cars to transport drugs across state lines. It's a real-life \\\"Fast and the Furious\\\" movie.  Captain Holt: Don't those movies glorify lawlessness?  Jake: No. They glorify family and loyalty and big, hard boobs on both men and women.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Kicks\",\"QuoteText\":\"Sergeant Jeffords: Terry loves women! Women be sane!\"},{\"Character\":\"Gina\",\"Episode\":\"DFW\",\"QuoteText\":\"Gina: You know what, men are difficult because they're all secretly monsters, but now that I know you're bi, that changes everything. I know so many great women.\"},{\"Character\":\"Amy\",\"Episode\":\"House Mouses\",\"QuoteText\":\"Amy: But then I relaxed, and I found my inner strength. I think the lesson here is that, as women, we- (Rosa tries to close the trunk) No, no, no, no! You close that trunk again and I will kill you! You hear me? I will kill you!\"},{\"Character\":\"Gintars\",\"Episode\":\"Gintars\",\"QuoteText\":\"Gintars: Jake, hey, I got it, man. Nice jeans, and the good thing is look both legs, same length.  Jake: Thank you very much. And I see it's 100% denim-ish. \\\"Caution: Do not wear near women who are pregnant or breast-feeding.\\\"  Gintars: This is true. The nipple may fall off.\"},{\"Character\":\"Jake\",\"Episode\":\"The Golden Child\",\"QuoteText\":\"David Santiago: Everything I've said before just now is a lie. I'm being framed. I've been investigating these dirty cops who are being paid off by the Brazilian mob.  Jake: Oh, Brazilian mobsters are so good-looking. They're just a bunch of Giseles, the women and the men.  David Santiago: Yes, it's insane. They're all gorgeous.\"},{\"Character\":\"Gina\",\"Episode\":\"Show Me Going\",\"QuoteText\":\"Gina: Wait, first, let's say a prayer. Dear Beyonce, Solange, Rihanna, someone cool that's white, Cardi B, please bless this flush. A-women.\"},{\"Character\":\"Jake\",\"Episode\":\"Debbie\",\"QuoteText\":\"Officer Debbie Fogle: So you guys are gonna stay here with me?  Jake: Nucci thought we could help you guard the coke.  Officer Debbie Fogle: Oh, I can handle it. I'm pretty tough. I take self-defense at the women's gym. Hi-ya! Hi-ya!  Jake: Oh, neat. You actually say the words \\\"hi-ya,\\\" like Miss Piggy.\"},{\"Character\":\"Jake\",\"Episode\":\"Debbie\",\"QuoteText\":\"Jake: Okay so the women's gym and the cocaine have given Debbie super powers. Cool. Cool, cool, cool, cool, cool, cool, cool, cool.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Unsolvable\",\"QuoteText\":\"Charles: Could be a sports injury. I sprained my wrist in college playing field hockey.  Sergeant Jeffords: Men's field hockey?  Charles: Yeah. It's much more violent than the women's game. We're not allowed to wear anything that protects our breasts.\"},{\"Character\":\"Jake\",\"Episode\":\"Maximum Security\",\"QuoteText\":\"Jake: Yeah, and guys, this isn't one of those women's prisons that we've all seen being all sexy on late-night cable. You know, with the ladies touching each other's bits, and there's kind of some lame jazz playing. When these chicks fight, it's for real. So be mature.  Captain Holt: Peralta is gross, but correct.\"},{\"Character\":\"Sergeant Jeffords\",\"Episode\":\"Crime & Punishment\",\"QuoteText\":\"Sergeant Jeffords: Just tell us if this is impossible. We don't have a lot of time to waste, and we've been here, like, five hours already.  Nightmare: Huh. You don't think I can do this? Is it because I'm a woman?  Sergeant Jeffords: No, no, I didn't say that.  Charles: I think women are amazing.  Nightmare: Thank you. And now I'm about to hack your world into pieces, old man. That'll show you.  Sergeant Jeffords: No. Just do the thing with the bank. That'll show me.  Nightmare: Whoa. Looks like someone was a catalog model in Japan.  Charles: Whoa! Those boots. That slicker. The no pants. Who's the target audience for these pics, Sarge?  Sergeant Jeffords: I was a starving student. Terry needed the yen!\"},{\"Character\":\"Jake\",\"Episode\":\"Skyfire Cycle\",\"QuoteText\":\"Kurt: Are you the guys passing out the Qwandor petition?  Jake: Yup, that's us. Dragons have dongs.  Kurt: You bet they do. And this isn't about sexism. I mean, it's just that women aren't strong enough to be dragons. Now, handeth me yon \\\"petish\\\".  Jake: Okay. \\\"Petish\\\" handeth yon.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Hitchcock: Here's the big one: just lie flat on your back. Women love to do all the work.  Amy: Ugh.  Sergeant Jeffords: That's very incorrect, and I don't need sex tips.\"},{\"Character\":\"Rosa\",\"Episode\":\"Game Night\",\"QuoteText\":\"Rosa: What are you doing here?  Oscar Diaz: I wanted to say I'm sorry. I reacted poorly last night. This is all new to me.  Rosa: I know. But it's also not new, you know. I'm still the same person I always was.  Oscar Diaz: Well, I don't feel I know that person.  Rosa: Dad-  Oscar Diaz: My fault, not yours. I want you to be able to tell me everything. I can't promise you I'll understand. But I'm trying. I want you to know that I accept you for who you are. And I love you very, very much.  Rosa: I love you, too.  Oscar Diaz: So have you been on any dates with women, yet?  Rosa: Dad, we didn't talk about my dating life before, we don't need to talk about it now.  Oscar Diaz: Yeah, good, good. You're right.\"},{\"Character\":\"The Vulture\",\"Episode\":\"The Venue\",\"QuoteText\":\"Amy: Really? You once told me that marriage is for women and gays.  Jake: And that the only thing you're married to is banging married chicks.  The Vulture: Yeah, and I meant it all. But love? Love hath changed me.  Jake: No it hathn't. You just vultured our venue.  The Vulture: Yeah, but I did it for love. My fiance, she means everything to me.  You know, she's hot like a chick, she's smart like a guy. Just talking to her gives me a Harrelson.  Amy: Harrelson?  Jake: Woody.  Amy: Ew.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"The Therapist\",\"QuoteText\":\"Hitchcock: Here's the big one: just lie flat on your back. Women love to do all the work.  Amy: Ugh.  Sergeant Jeffords: That's very incorrect, and I don't need sex tips.\"},{\"Character\":\"Rosa\",\"Episode\":\"Show Me Going\",\"QuoteText\":\"Amy: Oh, hey! What are you doing down here?  Rosa: Upstairs bathroom's broken I think Scully did it. He says he hasn't been in the women's bathroom, but who else would leave a whole rotisserie chicken in there?\"},{\"Character\":\"Jake\",\"Episode\":\"Maximum Security\",\"QuoteText\":\"Jake: Yeah, try and spread the word that you've got a connect on the outside that gives you access to contrabands: cigarettes, burner phones-  Amy: Pornography.  Jake: Amy, women don't watch-They do?  Charles: Mm. Oh, yeah.  Jake: Oh, wow. Mm-hmm. Huh. Well, that's an exciting revelation for me.\"},{\"Character\":\"Charles\",\"Episode\":\"Bureau\",\"QuoteText\":\"Charles: I should've known Maura wouldn't be able to control herself. Strong women, they're just drawn to me. You know, they're all right angles, and I'm nothing but curves.\"},{\"Character\":\"Jake\",\"Episode\":\"Debbie\",\"QuoteText\":\"Jake: Okay so the women's gym and the cocaine have given Debbie super powers. Cool. Cool, cool, cool, cool, cool, cool, cool, cool.\"},{\"Character\":\"Hitchcock\",\"Episode\":\"Debbie\",\"QuoteText\":\"Hitchcock: It was her. I heard her setting up a drop.  Jake: And why were you in the women's room?  Hitchcock: It wasn't for a gross reason. The men's room was occupied, and I had to dump out.  Jake: Well, as long as it wasn't for a gross reason.\"}]}"